questions = [
    {
        "question": "Какая столица России?",
        "answers": ["Москва", "Санкт-Петербург", "Казань", "Новосибирск"],
        "correct_answer": "Москва"
    },
    {
        "question": "Какой город является столицей Франции?",
        "answers": ["Париж", "Марсель", "Лион", "Тулуза"],
        "correct_answer": "Париж"
    },
    {
        "question": "Какой город является столицей Великобритании?",
        "answers": ["Лондон", "Манчестер", "Ливерпуль", "Бирмингем"],
        "correct_answer": "Лондон"
    },
    {
        "question": "Как называется самая большая планета Солнечной системы?",
        "answers": ["Юпитер", "Марс", "Венера", "Земля"],
        "correct_answer": "Юпитер"
    },
    {
        "question": "Какая река является самой длинной в мире?",
        "answers": ["Амазонка", "Нил", "Миссисипи", "Янцзы"],
        "correct_answer": "Амазонка"
    },
    {
        "question": "Какой океан самый большой?",
        "answers": ["Тихий", "Атлантический", "Индийский", "Северный Ледовитый"],
        "correct_answer": "Тихий"
    },
    {
        "question": "Как называется самая высокая гора в мире?",
        "answers": ["Эверест", "Килиманджаро", "Эльбрус", "МакКинли"],
        "correct_answer": "Эверест"
    },
    {
        "question": "Какой остров является крупнейшим в мире?",
        "answers": ["Гренландия", "Мадагаскар", "Борнео", "Калимантан"],
        "correct_answer": "Гренландия"
    },
    {
        "question": "Как называется самое большое озеро в мире?",
        "answers": ["Каспийское море", "Верхнее", "Виктория", "Байкал"],
        "correct_answer": "Каспийское море"
    },
    {
        "question": "Как называется столица Германии?",
        "answers": ["Берлин", "Мюнхен", "Гамбург", "Франкфурт"],
        "correct_answer": "Берлин"
    }
]
